"RTL"="0";
"Cancel"="取消";
"OK"="确定";
"Delete"="删除";
"Next"="下一步";

"NoEMailSetupTitle"="未设置电子邮件";
"NoEMailSetupText"="请在您的设备上设置电子邮件。";
"WriteEMailText"="要通过电子邮件联系支持人员吗？";
"WriteEMailTitle"="联系支持人员";
"EMailQuestionSubject"="预算管家技术支持";
"EMailQuestionBody"="\n\n软件版本 - %@\niOS 版本 - %@";
"ShareEMailSubj"="我想邀请你加入共享的个人财务！";
"ShareEMailBody"="请点击附件以使用预算管家打开文件。\n\n你尚未安装预算管家，此处是链接：%@\n\n附言：我用的是%@版本\niOS版本 - %@";
"EMailDatabaseProblemSubject"="预算管家技术支持 – 我的数据库损坏了！";
"EMailDatabaseProblemBody"="此邮件包含您的数据库备份。我们会尽快识别和修复该问题。\n软件版本 - %@\niOS版本 - %@\n";

"SelectAccountTitleTo"="至帐户";

"ExpenseNamePlaceholder"="描述(可选)";
"ExpenseTitleNew"="描述";
"ExpenseNameTitle"="描述";
"ExpenseNameComment"="无描述";
"ExpenseReturnDate"="还款";
"SelectNoReturnDate"="无还款日期";
"SelectNoDate"="无日期";
"SelectTodayDate"="今天";
"SectionPlannedFor"="{date}已计划";

"CheckInternetCloud"="未连接到云服务器。可能在维护或你未连接到网络。";
"DocsHintCloudCorrupted20"="云中的数据库已损坏。请按底部的“导出”按钮并选择“发送给支持人员”。";
"DocsHintCloudUnpublished20"="云中的数据库未找到。请按底部的“导出”按钮并选择“发送给支持人员”。";
"DocsHintCloudFuture"="一些更改已使用较高版本的预算管家发送到云中。请更新你的版本。";
"ERROR_FUTURE_COMMANDS"="该数据库使用较高版本的预算管家更改过。请更新您的版本。";
"ERROR_CORRUPTED"="数据库损坏了。请按底部的“导出”按钮并选择“发送给支持人员”。";

"HelpSwitchSheet" = "切换表单";
"HelpAddOperation" = "添加收入、开支、贷款、汇款或货币兑换";
"HelpPlannedOpDifferentSheet" = "计划的操作在各表单上很快就要到了";
"HelpTextSearch" = "你可以输入“o j”来搜索“orange juice”";
"HelpSlideForSearchPlanning" = "向下滑动可搜索和计划";
"HelpCreateDatabase" = "数据库是完全分开的，各自有自己的帐户集、表单、操作，可与不同的用户同步。";
"HelpNeedCommit" = "一些更改尚未保存到云中。";
"HelpPublished" = "对于使用同一个Apple ID的不同设备，此数据库可通过iCloud在其之间自动同步。要在使用不同Apple ID的设备之间同步或不使用iCloud同步，请发送一个邀请。";
"HelpNotPublished" = "此数据库已关闭云同步。";
"HelpAccounts" = "所有帐户都是多币种的。要添加资金到一个帐户或在帐户之间转账，请转到主屏幕并添加一个选择该帐户的操作。";
"HelpHiddenAccounts" = "将不用的帐户拖到“隐藏帐户”线下可将其从列表隐藏，但是会保留它们以用于统计。";
"HelpWriteUs" = "给我们写信！";
"HelpWriteReview" = "喜欢预算管家？";
"HelpFullVersion" = "谢谢";
"HelpSalePrice" = "因为已购买过预算管家第一个版本，你可以享受大折扣";
"HelpNormalPrice" = "如果你拥有预算管家1，则可享受大折扣，只需确保在此设备上安装了预算管家1.7并升级到完整版。";
"HelpTapHold" = "按住可获取更多功能";
"HelpPlusMinus" = "在收入和开支之间切换";
"HelpDateRemembered" = "自动选择了非今天的日期。请确保正确。";
"HelpDateApproaching" = "计划的日期很快就要到了";
"HelpSelectSheet" = "为此操作选择不同的表单";
"HelpFreeProgress" = "如果达到免费版30次操作限制，则会要求你购买完整版。";
"HelpSheets" = "你可以对不同的表单添加操作，然后单独分析各个表单。";
"HelpEraser" = "橡皮";
"HelpMarker" = "马克笔";
"HelpExchangeRate" = "汇率最后更新是{hours_ago}小时前。";
"HelpPin" = "PIN码这里仅适合防止儿童乱改你的数据。要获取真正的安全，请设置设备锁屏密码。";
"HelpForgotPin" = "忘记了PIN码？请从0000、0001一直试到9999，直到找到它。通常不到一小时即可试完所有的数字组合。";

"HiddenAccountsLine"="隐藏帐户";
"AccountCash"="现金";
"csvID"="编号";
"RecurrenceTitle"="重复";
"DateTitle"="日期";
"PlannedTitle"="已计划";
"CategoryTitle"="分类";
"SheetTitle"="表单";
"SheetsTitle"="表单";
"SheetNamePlaceholder"="表单名称";
"SheetTitleNew"="新表单";
"SheetNameTitle"="名称";
"TotalSheet"="所有表单";
"SeveralSheets"="多个表单";
"TotalAccount"="所有帐户";
"SeveralAccounts"="多个帐户";
"AccountTitle"="帐户";
"AccountToTitle"="至帐户";
"AccountsTitle"="帐户";
"AccountNamePlaceholder"="帐户名称";
"AccountNameTitle"="名称";
"AccountTitleNew"="新帐户";
"AccountsSum"="总计";
"CategoryNamePlaceholder"="分类名称";
"CategoryTitleNew"="新分类";
"CategoryNameTitle"="名称";
"CurrencyTitle"="货币";
"CurrenciesTitle"="货币";
"AmountTitle"="数额";
"EditName"="重命名";
"MoveToAccountTitle"="移动操作到";
"AccountMoveMenuTitle"="你将从帐户“{from}”移动所有操作到帐户“{to}”。此操作无法撤销。";
"MoveToSheetTitle"="移动操作到";
"SheetMoveMenuTitle"="你将从表单“{from}”移动所有操作到表单“{to}”。此操作无法撤销。";
"MoveAllOperations"="移动所有操作";
"DeleteAllOperations"="删除所有操作";
"DeleteAllOperationsMenuTitle"="你将从表单“{from}”删除所有操作。删除操作很少有必要并且余额会减掉所删除操作的数额。此操作无法撤销。";

"AmountConverted"="%@等于%@";
"ConversionNA"="N/A";
"AmountNotConverted"="下载汇率出错";
"BuiltInCategoryTitle"="特殊分类";
"BuiltInCategoryText"="“借贷”、“转账”及“货币兑换”分类不可编辑。";
"OperationsNumber" = "{count}\n操作";

"AboutTitle"="设置";
"RealAboutTitle"="关于";
"LimitTitle"="免费版";
"LimitText"="免费版只可录入30个条目。使用Apple应用程序内购买技术只需20秒即可升级到完整版。";
"PurchaseStatusPurchasing"="正在访问商店...";
"PurchaseStatusFullVersion"="已购买完整版";
"PurchaseStatusRestoring"="正在恢复购买...";
"Purchase20ButtonTitle"="购买完整版";
"RestoreButtonTitle"="恢复购买";
"WriteReviewTitle"="写评论";
"WriteReviewText"="想要写评论吗？";
"MoneyVersion"="预算管家，版本";
"FontTitle" = "字体";
"PURCHASE_FAILED_TITLE"="购买错误";
"CANNOT_MAKE_PAYMENTS_TEXT"="您的设备设置不允许购买。请打开设备设置，在“一般”、“限制”下确保“应用程序内购买”打开了。";
"RESTORE_FAILED_TITLE"="恢复错误";
"ERROR_INTERNET_TEXT"="%@。请检查您的互联网连接并再试。";
"ERROR_NO_PRODUCT"="下载价格失败";
"RESTORE_NOTHING_TITLE"="恢复完成";
"RESTORE_NOTHING_TEXT"="未找到以前的购买。请确保以前的购买使用的是同一个Apple ID。";

"CurrencySelectedHeader"="所选货币";
"CurrencyPopularHeader"="流行货币";
"CurrencyOtherHeader"="其他货币";

"PinTitle"="PIN码";
"PinEnterText"="请输入PIN码";
"PinRepeatText"="请重新输入PIN码";
"PinWrongText"="PIN码错误\n请再次输入您的PIN码";
"PinNoMatchText"="PIN不匹配\n请再次输入PIN码";

"CreateDatabase"="创建数据库";
"SelectDatabase"="打开数据库";
"DocumentsTitle"="数据库";
"DeleteDatabaseTitle"="从此设备删除数据库？此操作无法撤销！";
"Publish20"="启用云同步";
"Invite20"="发送邀请";
"Unpublish20"="禁用云同步";
"UnpublishTitle20"="将在此设备上创建本地数据库副本，并为iCloud从此设备及所有使用同一个Apple ID的设备删除原始数据库。";
"DeleteDatabaseTitlePublished"="将为iCloud从此设备及所有使用同一个Apple ID的设备删除该数据库。";
"OtherDevicesWillContinue"="如果其他设备通过邀请可以访问此数据库的云备份，则其可继续使用它。";

"ExportMenuTitle"="导出数据库";
"BackupButtonTitle20"="备份";
"PreviewButtonTitle"="以XSLX查看";
"ExportXSLXButtonTitle"="导出为XSLX";
"SendToSupportTitle"="发送给支持人员。";
"SendToSupportText"="如果你认为你的数据库损坏了，可将其发送给支持人员进行分析和可能的修复。";

"ExpensePlanButton"="计划类似操作";
"ExpensePerformButton"="交易";
"ContactIndicator"="联系";
"DeleteExpenseTitle"="删除交易？";

"NEVER"="从不";
"EVERY_DAY"="每天";
"EVERY_WEEK"="每周";
"EVERY_2WEEKS"="每两周";
"EVERY_MONTH"="每月";
"EVERY_2MONTHS"="每2个月";
"EVERY_QUARTER"="每3个月";
"TWICE_A_YEAR"="每年两次";
"EVERY_YEAR"="每年";

"EXPENSE_KIND"="开支";
"INCOME_KIND"="收入";

"CatTransfer"="转账";
"CatConvert"="货币兑换";
"CatLoan"="借贷";
"CatLoanBack"="还贷";
"CatApartment"="住宿";
"CatFoodHome"="食物";
"CatFoodRestaurant"="餐馆，咖啡馆";
// Remove planned
"CatCarPlanned"="车辆";
"CatCarEmergency"="车辆(紧急)";
"CatSport"="运动";
"CatCat"="猫";
"CatDog"="狗";
"CatPet"="宠物";
"CatGiftsLost"="礼品";
"CatTransportPublic"="公共交通";
"CatFishing"="钓鱼";
"CatHunting"="打猎";
"CatGamblingLost"="赌博输掉";
"CatGaveFamily"="给亲戚";
"CatBaby"="小孩";
"CatMedicine"="医疗";
"CatGadgets"="电子产品";
"CatCinema"="影院";
"CatTheaters"="剧院，展览会";
"CatRoleplaying"="角色扮演";
"CatSalary"="工资";
"CatOverwork"="加班";
"CatBonus"="奖金";
"CatGamblingWon"="赌博赢得";
"CatApple"="版税";
"CatFound"="找到";
"CatGiftsWon"="礼品";
"CatGovernment"="公务费";
"CatClothes"="服装";
"CatSpirits"="饮料";
"CatCommunications"="电信和互联网";
"CatTransportTravel"="旅费";
"CatHotel"="酒店";
"CatEducation"="教育";
"CatUnknown"="未知";
"CatCelebration"="假日";
"CatTookFromFamily"="亲戚给予";
"CatInitialBalance"="期初余额";

"UserCategorySheetTitle"="%@ (交易数 - %d)";
"SelectImage"="选择图像";
"DrawImage"="绘制图像";
"ImageTitle"="图像";
"CategoriesRecent"="最近使用";
"CategoriesNotRecent"="长期未用";
"CategoriesNeverUsed"="从未使用";

"EverydaySheet"="每日收支";
"SelectFromContacts"="从联系人选择";
"CustomImagesSection"="来自所有数据库的手绘图片";

"ReportTitle"="报告";
"Reports"="报告";
"SimpleReport"="简单报告";
"ReportStyleTitle"="报告样式";
"ByCat"="按分类";
"ByDay"="每日";
"BySum"="余额";
"ReportPeriod"="周期";
"AllTime"="所有时间";
"StatIncome"="收入";
"StatOutcome"="开支";
"StatBalance"="余额";
"StatExchangeRateFlux"="率差";
"StatIncome20"="收入： {amount}";
"StatOutcome20"="开支：  {amount}";
"StatIncomePlanned"="计划的收入：  {amount}";
"StatOutcomePlanned"="计划的开支：  {amount}";
"StatIncomePlannedNoDate"="计划的收入(无日期)：  {amount}";
"StatOutcomePlannedNoDate"="计划的开支(无日期)：  {amount}";
"StatIncomePlannedPerMonth"="每月收入：  {amount}";
"StatOutcomePlannedPerMonth"="每月开支：  {amount}";

"ExampleSneakers"="运动鞋";
"ExampleIcecream"="冰激凌";
"ExampleGas"="燃油";
"ExampleTickets"="去上海的机票";
"ExampleMarriage"="结婚";

"DocsHintCloudBadReceipt" = "云服务器不接受免费版有太多修改的数据库。请升级到完整版。";
"LoadFromBackupErrorTitle" = "备份未加载";
"LOAD_FROM_BACKUP_EXISTS" = "你的设备上已有此云同步的数据库。";
"LOAD_FROM_BACKUP_BAD_FORMAT" = "未识别出文件格式。你可将文件发送给支持人员以进行分析和可能的修复。";
"SectionNoDate"="无日期计划";
"BitCoin" = "比特币";
"NMonths" = "{count}个月";
"NDays" = "{count}天";
"List12" = "{item1}、{item2}";
"NewDatabaseMark" = "新";

"ImportInstructions20"="如何从预算管家1移动数据到预算管家2？{title}首先，确保在你的设备上安装了预算管家1.7或更高版本。{picture1}启动预算管家1，点击“云”按钮，然后点击“导出到预算管家2”按钮，从应用列表中选择预算管家2。{picture2}如果你在预算管家1中使用了云同步，则需要在预算管家2中再次启用云同步。{picture3}";
"FAQTitle"="常见问题";

"PlanNewOperation"="计划新操作";
"AppName2"="预算管家2";
